Repository: OF815/xfce4-settings
Catalog: po/*.po
Languages: ug

source: Accessibility
ug: قولايلىق

source: _Close
ug: ياپ(_C)

source: _Help
ug: ياردەم(_H)

source: When enabled, the session manager will start the required applications for screen readers and magnifiers.
ug: ئەگەر قوزغىتىلسا، ئەڭگىمە باشقۇرغۇچ ئېكران ئوقۇغۇچ ۋە چوڭايتقۇچ ئۈچۈن زۆرۈر بولغان پىروگراممىلارنى قوزغىتىدۇ.

source: _Enable assistive technologies
ug: قولايلىق تېخنىكىنى قوزغىتىدۇ(_E)

source: Start With Session
ug: ئەڭگىمە باشلا

source: Assistive technologies will be available the next time you login
ug: قولايلىق تېخنىكا ئىقتىدارىنى كېيىنكى قېتىم تىزىمغا كىرگەندە ئىشلەتكىلى بولىدۇ

source: No AT-SPI provider was found on your system
ug: سىستېمىڭىزدا AT-SPI تەمىنلىگۈچىسى يوق ئىكەن

source: Assistive _Technologies
ug: قولايلىق تېخنىكا(_T)

source: When enabled, modifier keys (such as Control, Alt, and Shift) do not need to be held down (they can be pressed and then released) when multiple keys would normally need to be pressed at the same time.
ug: قوزغىتىلغاندا، ئۆزگەرتىش كۇنۇپكىسى(Control، Alt، ۋە Shift قاتارلىقلار) بېسىلىپ قويۇۋېتىلسىمۇ، بېسىلغان ھالىتى ساقلىنىپ قالىدۇ. شۇڭا ئۆزگەرتىش كۇنۇپكىسى بىلەن باشقا كۇنۇپكىلار تەڭ بېسىلغاندەك مەشغۇلاتنى ئېلىپ بېرىشقا بولىدۇ.

source: _Use sticky keys
ug: يېپىشقاق كۇنۇپكا ئىشلەت(_U)

source: _Lock sticky keys
ug: يېپىشقاق كۇنۇپكىنى قۇلۇپلا(_L)

source: When selected, modifier keys (such as Control, Alt, and Shift) will remain locked in the pressed state until pressed again
ug: بۇ تاللانما تاللانسا، ئۆزگەرتىش كۇنۇپكىسى(Control، Alt ۋە Shift قاتارلىقلار) بېسىلىپ قويۇۋېتىلسىمۇ، كېيىنكى قېتىم بېسىلغۇچە بېسىلغان ھالىتى ساقلىنىپ قالىدۇ

source: Disable sticky keys if two keys are _pressed
ug: ئەگەر ئىككى كۇنۇپكا بېسىلغان بولسا يېپىشقاق كۇنۇپكا چەكلىنىدۇ(_P)

source: When selected, the "sticky keys" feature will be disabled if two keys are pressed simultaneously
ug: بۇ تاللانما تاللانسا، ئىككى كۇنۇپكا تەڭ بېسىلغاندا، «يېپىشقاق كۇنۇپكا» ئىقتىدارى ئىشلىمەيدۇ

source: Sticky Keys
ug: يېپىشقاق كۇنۇپكا

source: To help prevent accidental keystrokes, slow keys requires that a key is held for a certain minimum amount of time before the keystroke will be accepted.
ug: خاتا بېسىلىپ قېلىشتىن ساقلىنىش ئۈچۈن ئىشلىتىلىدۇ. ئاستا كۇنۇپكا مەلۇم ۋاقىت بېسىلىپ تۇرۇلمىسا، كۇنۇپكا بېسىلمىدى دەپ قارىلىدۇ.

source: Use slow _keys
ug: ئاستا كۇنۇپكىلارنى ئىشلەتسۇن(_K)

source: Acceptance _delay:
ug: قوبۇل قىلغۇچە بولغان ۋاقىت(_D):

source: The amount of time, in milliseconds, that must elapse before a keystroke will be accepted
ug: كۇنۇپكا بېسىلىپ قوبۇل قىلغۇچە بېسىلىپ تۇرىدىغان ۋاقىت(مىللىسېكۇنت ms)

source: Slow Keys
ug: ئاستا كۇنۇپكا

source: To help prevent accidental multiple keystrokes, bounce keys imposes a minimum delay between keystrokes.
ug: خاتا بېسىلىپ قېلىشتىن ساقلىنىش ئۈچۈن ئىشلىتىلىدۇ. قاڭقىش كۇنۇپكىسى كۇنۇپكا بېسىلىپ مەلۇم ۋاقىت ئۆتكەندىن كېيىن كېيىنكى كۇنۇپكا بېسىلمىسا قوبۇل قىلىنمايدۇ.

source: Use _bounce keys
ug: قاڭقىش كۇنۇپكا ئىشلىتىدۇ(_B)

source: K_eystroke delay:
ug: بېسىش كېچىكىشى(_E):

source: The amount of time, in milliseconds, required between keystrokes
ug: كېيىنكى كۇنۇپكا بېسىلغۇچە بولغان ئارىلىقتىكى ۋاقىت (ms)

source: Bounce Keys
ug: قاڭقىش كۇنۇپكا

source: Keyboa_rd
ug: ھەرپتاختا(_R)

source: When enabled, the mouse pointer can be controlled using the keyboard number pad.
ug: قوزغىتىلسا، چاشقىنەك نىشانلىغۇچنى رەقەم كۇنۇپكا رايونى ئارقىلىق باشقۇرغىلى بولىدۇ.

source: _Use mouse emulation
ug: چاشقىنەك تەقلىدلىگۈچنى ئىشلەت(_U)

source: When selected, the mouse pointer can be controlled using the keyboard number pad
ug: بۇ تاللانما تاللانسا، چاشقىنەك ئىسترېلكىسىنى رەقەم كۇنۇپكا رايونى ئارقىلىق باشقۇرغىلى بولىدۇ

source: msec
ug: مىللىسېكۇنت

source: The time, in milliseconds, between the initial key press and first repeated motion event
ug: كۇنۇپكا تۇنجى قېتىم بېسىلىپ، ئۈزلۈكسىز بېسىلىپ تۇرۇۋاتىدۇ دەپ ھۆكۈم قىلىنغۇچە بولغان ۋاقىت(مىللىسېكۇنت ms)

source: _Acceleration delay:
ug: تېزلىتىشكىچە بولغان ۋاقىت(_A):

source: R_epeat interval:
ug: تەكرارلاش ئارىلىقى(_E):

source: The time, in milliseconds, between repeated motion events
ug: كۇنۇپكا بېسىلىپ تۇرغاندا تەكرار مەشغۇلاتنى ئېلىپ بېرىش ئارىلىقى(مىللىسېكۇنت ms)

source: Acceleration t_ime:
ug: تېزلىتىش ۋاقتى(_I):

source: The time, in milliseconds, to get to maximum speed
ug: ئەڭ يۇقىرى تېزلىككە يېتىشكە كېرەكلىك ۋاقىت مىللىسېكۇنت

source: Ma_ximum speed:
ug: ئەڭ تېز سۈرئەت(_X):

source: The maximum pointer speed after acceleration
ug: تېزلىتىلگەندىن كېيىنكى چاشقىنەك ئىسترېلكىسىنىڭ ئەڭ چوڭ تېزلىكى

source: pixels/sec
ug: پىكسېل/سېكۇنت

source: Acceleration _profile:
ug: تېزلەتكۈچ سەپلىمە ھۆججىتى(_P):

source: The ramp used to reach maximum pointer speed
ug: چاشقىنەك ئىسترېلكىسىنىڭ ئەڭ چوڭ تېزلىككە يېتىشكۈچە بولغان ئارىلىقتىكى تېزلىنىشى

source: Mouse Emulation
ug: چاشقىنەك تەقلىدلەش

source: Bind a keyboard shortcut to xfce4-find-cursor to get visual feedback of the mouse pointer's current location.
ug: ھەرپتاختا تېزلەتمىسىنى xfce4-find-cursor بىلەن باغلاپ چاشقىنەك نىشانلىغۇچنىڭ نۆۋەتتىكى ئورنىنىڭ كۆرۈنۈشلۈك ئىنكاسىغا ئېرىشىدۇ.

source: Show location of pointer on keypress
ug: نىشانلىغۇچنىڭ بېسىلىدىغان كۇنۇپكا ئورنىنى كۆرسىتىدۇ

source: Find Cursor
ug: نۇر بەلگە ئىزدە

source: _Mouse
ug: چاشقىنەك(_M)

source: None
ug: يوق

source: Slight
ug: ئازراق

source: Medium
ug: ئوتتۇرا

source: Full
ug: تولۇق

source: Icons
ug: سىنبەلگە

source: Text
ug: تېكىست

source: Text under icons
ug: تېكىست سىنبەلگىنىڭ ئاستىدا

source: Text next to icons
ug: تېكىست سىنبەلگىنىڭ يېنىدا

source: 1x (no scaling)
ug: 1x (كۆرسىتىش نىسبىتى يوق)

source: Appearance
ug: كۆرۈنۈشى

source: _Add
ug: قوش(_A)

source: Set matching <a href="xfwm4-settings:">Xfwm4 theme</a> if there is one
ug: ئەگەر بىرى بولسا ماس كەلگەن <a href="xfwm4-settings:">Xfwm4 ئۆرنەك</a>كە تەڭشەيدۇ

source: St_yle
ug: ئۇسلۇب(_Y)

source: _Icons
ug: سىنبەلگە(_I)

source: This font will be used as the default font used when drawing user interface text
ug: بۇ فونت كۆرۈنمە يۈزدە ئىشلىتىلىدىغان كۆڭۈلدىكى فونت قىلىپ ئىشلىتىلىدۇ

source: Select a default font
ug: كۆڭۈلدىكى فونتى تاللايدۇ

source: Default Fon_t
ug: كۆڭۈلدىكى خەت نۇسخىسى(_T)

source: This font will be used as the default monospace font, for example by terminal emulators.
ug: بۇ خەت نۇسخىسى كۆڭۈلدىكى تەڭ كەڭلىكتىكى خەت نۇسخىسى قىلىپ ئىشلىتىلىدۇ، مەسىلەن تېرمىنال تەقلىدلىگۈچ.

source: Select a default monospace font
ug: كۆڭۈلدىكى تەڭ كەڭلىكتىكى خەت نۇسخىسى تاللىنىدۇ

source: Default _Monospace Font
ug: كۆڭۈلدىكى تەڭ كەڭلىكتىكى خەت نۇسخىسى

source: _Enable anti-aliasing
ug: خەت سىلىقلاشنى قوزغات(_E)

source: Anti-aliasing, or font smoothing, can improve the look of text on the screen
ug: ھەرە چىشىنى يوق(Anti-aliasing) قىلىش ياكى سىلىقلاش ئارىلىق ئېكراندىكى تېكىستنىڭ كۆرۈنۈشىنى ياخشىلىغىلى بولىدۇ

source: Hintin_g:
ug: زىل تەڭشەك:

source: Many fonts contain information that provides extra hints as to how best draw the font; pick whichever looks best according to personal preference
ug: نۇرغۇن فونتلاردا زىل تەڭشەش ئۇچۇرلىرى بار بولۇپ، بۇ فونتنى تېخىمۇ چىرايلىق كۆرسىتىش رولىنى ئوينايدۇ. قايسى ئەڭ چىرايلىق كۆرۈنگەن بولسا شۇنى تاللاڭ

source: Sub-_pixel order:
ug: تارماق پىكسېل تەرتىپى(_P):

source: Font quality on a TFT or LCD screen can be greatly improved by choosing the correct sub-pixel order of the screen
ug: ئەگەر مۇۋاپىق بولغان تارماق پىكسېل(sub-pixel) تەرتىپى تاللانسا، TFT ياكى LCD ئېكرانىدا كۆرسىتىلىدىغان خەتلەرنىڭ كۆرۈنۈشى ياخشىلىنىدۇ

source: Rendering
ug: سىزىۋاتىدۇ

source: Custom _DPI setting:
ug: ئىختىيارىي DPI تەڭشىكى(_D):

source: Override the detected monitor resolution if fonts look too large or too small
ug: فونت بەك چوڭ ياكى بەك كىچىك بولۇپ قالغاندا مۇشۇ تاللانما ئارىلىق ياخشىلاشقا بولىدۇ. بۇ ئېكراننىڭ ئېنىقلىقىدىنمۇ ئاۋۋال نەزەرگە ئېلىنىدۇ

source: _Fonts
ug: خەت نۇسخا(_F)

source: Show images on _buttons
ug: توپچىنىڭ سىنبەلگىنى كۆرسىتىدۇ(_B)

source: Specify whether icons should be displayed next to text in buttons
ug: بۇ تاللانما تاللانسا توپچە تېكىستنىڭ يېنىدا سىنبەلگە كۆرسىتىلىدۇ

source: Show images in _menus
ug: تىزىملىكنىڭ ئىچىدە سىنبەلگىنى كۆرسىتىدۇ(_M)

source: Specify whether icons should be displayed next to items in menus
ug: بۇ تاللانما تاللانسا تىزىملىكنىڭ يېنىدا سىنبەلگە كۆرسىتىلىدۇ

source: Enable e_ditable accelerators
ug: تىزىملىكنىڭ تېزلەتمىسى ئۆزگەرتىشكە ئىجازەت(_E)

source: If selected, keyboard shortcuts for menu items can be changed by hovering the mouse over the menu item and pressing the new key combination for the shortcut
ug: بۇ تاللانما تاللانسا، چاشقىنەك ئىسترېلكىسى تىزىملىك تۈرىنىڭ ئۈستىدە تۇرغان ۋاقىتتا، خالىغان بىرىكمە كۇنۇپكىلار بېسىلسا، ئۇ مەزكۇر تىزىملىكنىڭ تېزلەتمىسى بولىدۇ

source: Enable header bars in dialo_gs
ug: سۆزلەشكۈدە ماۋزۇ بالداقنى قوزغىتىدۇ(_G)

source: Defines whether GTK dialogs may place widgets such as buttons in the dialog's header bar. Implies in Client Side Decoration. Only affects newly opened dialogs.
ug: GTK سۆزلەشكۈدە سۆزلەشكۈ ماۋزۇ بالداقتا توپچىگە ئوخشاش ئەپچىلەرنى جايلاشتۇرۇش ياكى جايلاشتۇرماسلىقنى بەلگىلەيدۇ. خېرىدار تەرەپتىكى بېزەكتە بولىدۇ. پەقەت يېڭى ئېچىلغان سۆزلەشكۈگە تەسىر كۆرسىتىدۇ.

source: Menus and Buttons
ug: تىزىملىك ۋە توپچە

source: Enable _event sounds
ug: ھادىسە ئاۋازلىرى ئىناۋەتلىك بولسۇن(_E)

source: Enable or disable event sounds globally (requires "Canberra" support)
ug: پۈتكۈل دائىرىدىكى ھادىسە ئاۋازىنى ئىناۋەتلىك ياكى ئىناۋەتسىز قىلىدۇ (بۇنىڭ ئۈچۈن «Canberra» بولۇشى كېرەك)

source: Enable input feedbac_k sounds
ug: كىرگۈزۈش قايتۇرما ئىنكاس ئاۋازىنى قوزغات(_K)

source: Specify whether mouse clicks and other user input will cause event sounds to play
ug: چاشقىنەك چېكىلگەندە ۋە باشقا كىرگۈزۈش مەشغۇلاتى بولغاندا ئاۋاز چىقىرىش چىقارماسلىقنى بەلگىلەيدۇ

source: Event sounds
ug: ھادىسە ئاۋازى

source: Adjust the system-wide display scaling
ug: سىستېما دائىرىسىدە كۆرسىتىش ئۆلچىمىنى تەڭشەيدۇ

source: _Window Scaling
ug: كۆزنەك ئۆلچىمى(_W)

source: Setti_ngs
ug: تەڭشەك(_N)

source: Color Profiles
ug: رەڭ سەپلىمىسى

source: <b>No devices found.</b>
ug: <b>ھېچقانداق ئۈسكۈنە تېپىلمىدى.</b>

source: Model:
ug: تىپى:

source: Colorspace:
ug: رەڭ بوشلۇق:

source: Vendor:
ug: زاۋۇت:

source: Calibrate
ug: تۈزىتىش

source: <b>No profiles for the selected device.</b>
ug: <b>تاللىغان ئۈسكۈنىنىڭ ھېچقانداق سەپلىمە ھۆججىتى يوق.</b>

source: Add a profile to the currently selected device
ug: سەپلىمە ھۆججەتنى نۆۋەتتە تاللىغان ئۈسكۈنىگە قوشىدۇ

source: _Remove
ug: چىقىرىۋەت(_R)

source: Delete the currently selected profile
ug: نۆۋەتتە تاللانغان سەپلىمە ھۆججەتنى ئۆچۈرىدۇ

source: Show detailed information about the selected profile
ug: تاللانغان سەپلىمە ھۆججەتنىڭ تەپسىلىي ئۇچۇرىنى كۆرسىتىدۇ

source: Enable
ug: قوزغات

source: Enable the selected profile
ug: تاللانغان سەپلىمە ھۆججەتنى قوزغىتىدۇ

source: Add Profile to Device
ug: ئۈسكۈنىگە سەپلىمە قوش

source: _Cancel
ug: ۋاز كەچ(_C)

source: _OK
ug: جەزملە(_O)

source: Import color profile files (*.icc)
ug: رەڭ سەپلىمە ھۆججىتىنى ئەكىر(*.icc)

source: <b><big>Would you like to keep this configuration?</big></b>
ug: <big><b>بۇ سەپلىمىنى ساقلاپ قالامسىز؟</b></big>

source: The previous configuration will be restored in <b>10 seconds</b> if you do not reply to this question.
ug: ئەگەر بۇ سوئالغا جاۋاب بەرمىسىڭىز بۇرۇنقى سەپلىمە <b>‏‎</b>10‎‏ سېكۇنت ئىچىدە ئەسلىگە كېلىدۇ.

source: Keep this configuration
ug: بۇ سەپلىمىنى ساقلاپ قال

source: Restore the previous configuration
ug: بۇرۇنقى سەپلىمىنى ئەسلىگە كەلتۈر

source: Never
ug: ھەرگىز

source: When a display is connected
ug: كۆرسەتكۈچ ئۇلانغاندا

source: When a display is disconnected
ug: كۆرسەتكۈچ ئۈزۈلگەندە

source: Always
ug: ھەمىشە

source: Do nothing
ug: ھېچقانداق قىلما

source: Show dialog
ug: سۆزلەشكۈ كۆرسەت

source: Mirror
ug: ئەينەك

source: Extend
ug: كېڭەيت

source: The primary display can be configured to show:
ug: ئاساسىي كۆرسەتكۈچنى كۆرسىتىشكە سەپلىگىلى بولىدۇ:

source: Xfce Panel
ug: Xfce كۆزنەكچە

source: Desktop icons
ug: ئۈستەلئۈستى سىنبەلگىسى

source: Notifications
ug: ئۇقتۇرۇش

source: Configure...
ug: سەپلىمە…

source: Display
ug: كۆرسەتكۈچ

source: _Mirror displays
ug: تەسۋىر كۆرسەتكۈچ(_M)

source: Primary Display:
ug: ئاساسىي كۆرسەتكۈچ:

source: R_esolution:
ug: ئېنىقلىق(_E):

source: Refresh _rate:
ug: يېڭىلاش سۈرئىتى(_R):

source: Ro_tation:
ug: چۆرگىلىتىش(_T):

source: Ref_lection:
ug: تەسۋىر(_F):

source: A_pply
ug: قوللان(_P)

source: _Scale:
ug: كۆرسىتىش نىسبىتى(_S)

source: _General
ug: ئادەتتىكى(_G)

source: <b>Profiles</b>
ug: <b>سەپلىمە ھۆججەت</b>

source: <b>Connecting Displays</b>
ug: <b>باغلانغان كۆرسەتكۈچ</b>

source: Delete the currently selected display profile.
ug: نۆۋەتتە تاللانغان سەپلىمە ھۆججەتنى ئۆچۈرىدۇ.

source: Apply
ug: قوللان

source: Apply the currently selected display profile.
ug: نۆۋەتتە تاللانغان كۆرسەتكۈچ سەپلىمە ھۆججەتنى ئۆچۈرىدۇ.

source: Create a new display profile.
ug: يېڭى كۆرسەتكۈچ سەپلىمە ھۆججەتنى قۇرىدۇ.

source: Update an existing profile.
ug: مەۋجۇت سەپلىمە ھۆججەتنى يېڭىلايدۇ.

source: First try to automatically enable a profile:
ug: ئالدى بىلەن سەپلىمە ھۆججەتنى ئۆزلۈكىدىن قوزغىتىشنى سىنايدۇ:

source: When a display is connected:
ug: كۆرسەتكۈچ ئۇلانغاندا:

source: Show popup windows to identify displays
ug: كۆرسەتكۈچنى پەرقلەندۈرۈش ئۈچۈن قاڭقىش كۆزنىكىنى كۆرسىتىدۇ

source: <b>Identifying Displays</b>
ug: <b>كۆرسەتكۈچ پەرقلەندۈرۈش</b>

source: _Advanced
ug: ئالىي(_A)

source: <b>Profile Name</b>
ug: <b>سەپلىمە ھۆججەت ئاتى</b>

source: Create
ug: قۇر

source: A profile of this name already exists.
ug: بۇ ئاتتىكى سەپلىمە ھۆججەت مەۋجۇت.

source: Extend right
ug: ئوڭغا كېڭەيت

source: Extend left
ug: سولغا كېڭەيت

source: Extend up
ug: ئۈستىگە كېڭەيت

source: Extend down
ug: ئاستىغا كېڭەيت

source: Displays
ug: كۆرسەتكۈچ

source: Only Display 1
ug: 1-كۆرسەتكۈچتىلا

source: Mirror Displays
ug: تەسۋىر كۆرسەتكۈچ

source: Extend to the right
ug: ئوڭغا كېڭەيت

source: Only Display 2
ug: 2-كۆرسەتكۈچتىلا

source: Update Display Profile
ug: سەپلىمە ھۆججەتنى يېڭىلا

source: _Update
ug: يېڭىلا(_U)

source: <big><b>You have made changes to your previously active profile</b></big>
ug: <big><b>ئالدىنقى قېتىملىق ئاكتىپ سەپلىمە ھۆججەتنى ئۆزگەرتتىڭىز</b></big>

source: If you don't update the profile your changes will be lost upon restarting your session or disconnecting or connecting a display.
ug: ئەگەر سەپلىمە ھۆججەتنى يېڭىلىمىسىڭىز، ئەڭگىمە قايتا قوزغىتىلسا ياكى ئۈزۈلسە ياكى كۆرسەتكۈچ ئۇلانسا ئۆزگىرىشلىرىڭىز يوقاپ كېتىدۇ.

source: Keyboard layout selection
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى تاللا

source: Keyboard
ug: ھەرپتاختا

source: Restore num l_ock state on startup
ug: كۇنۇپكا NumLock نىڭ ھالىتىنى ئېسىدە تۇتسۇن(_O)

source: General
ug: ئادەتتىكى

source: _Enable key repeat
ug: كۇنۇپكا تەكرارلاشنى ئىناۋەتلىك قىلسۇن(_E)

source: When selected, pressing and holding down a key emits the same character over and over again
ug: بۇ تاللانما تاللانسا، كۇنۇپكىنى ئۈزلۈكسىز بېسىپ تۇرغاندىكىدەك مەشغۇلات ئېلىپ بېرىلىدۇ

source: _Repeat delay:
ug: تەكرارلاش تېزلىكى(_R):

source: The time, in milliseconds, before a pressed key begins repeating
ug: كۇنۇپكا بېسىلىپ، تەكرارلىق ھاسىل قىلىنغۇچە بولغان ۋاقىت(مىللىسېكۇنت)

source: Repe_at speed:
ug: تەكرارلاش سۈرئىتى(_A):

source: The rate at which keystrokes are generated while a key is pressed
ug: كۇنۇپكا بېسىلىپ تۇرغان ۋاقىتتا، كۇنۇپكا كودىنىڭ ھاسىل قىلىنىش تېزلىكى

source: Typing Settings
ug: كىرگۈزۈش تەڭشىكى

source: Show _blinking
ug: لىپىلدات(_B)

source: Specify whether or not the text cursor blinks
ug: تېكىست نۇربەلگىنىڭ لىپىلداش - لىپىلدىماسلىقىنى بەلگىلەيدۇ

source: Blink _delay:
ug: لىپىلداش تېزلىكى(_D):

source: The delay, in milliseconds, between successive blinks of the cursor
ug: نۇربەلگىسىنىڭ لىپىلداش تېزلىكى (مىللىسېكۇنت)

source: Cursor
ug: نۇربەلگە

source: _Test area:
ug: سىناق رايون(_T):

source: Beha_vior
ug: قىلمىش(_V)

source: Define shortcuts for la_unching applications:
ug: پىروگرامما قوزغىتىشنىڭ تېزلەتمىسىنى بەلگىلەيدۇ(_U):

source: _Edit
ug: تەھرىر(_E)

source: Reset to _Defaults
ug: كۆڭۈلدىكىگە قايتۇر(_D)

source: A_pplication Shortcuts
ug: پىروگرامما تېزلەتمىلىرى(_P)

source: <b>Use system defaults</b>
ug: <b>سىستېما كۆڭۈلدىكى قىممىتىنى ئىشلەت</b>

source: _Keyboard model
ug: ھەرپتاختا تۈرى(_K)

source: Change la_yout option
ug: ئورۇنلاشتۇرۇش تاللانمىسىنى ئۆزگەرت(_Y)

source: Co_mpose key
ug: بىرىكمە كۇنۇپكا(_M)

source: Move currently selected item up by one row
ug: ھازىرقى تاللانغان تۈرنى بىر قۇر ئۈستىگە چىقىرىدۇ

source: Move currently selected item down by one row
ug: ھازىرقى تاللانغان تۈرنى بىر قۇر ئاستىغا چۈشۈرىدۇ

source: Key_board layout
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى(_B)

source: _Layout
ug: ئورۇنلاشتۇرۇلۇشى(_L)

source: Use bottom areas as left, middle or right buttons
ug: ئاستى رايونىنى سول، ئوتتۇرا ياكى ئوڭ توپچە سۈپىتىدە ئىشلىتىدۇ

source: Click with 1, 2 or 3 fingers as a left, right, or middle click
ug: 1، 2 ياكى 3 بارماقتا چېكىلسە سول، ئوڭ ياكى ئوتتۇرا چېكىش

source: Disabled
ug: چەكلەنگەن

source: Edge scrolling
ug: گىرۋەكتە سىيرىش

source: Two-finger scrolling
ug: ئىككى بارماقتا سىيرىش

source: Circular scrolling
ug: دەۋرىي سىيرىش

source: Pen (absolute)
ug: قەلەم (مۇتلەق)

source: Mouse (relative)
ug: چاشقىنەك(نىسپىي)

source: None (right-handed)
ug: يوق (ئوڭخاي)

source: Half (left-handed)
ug: يېرىم (سولخاي)

source: Clockwise
ug: سائەت يۆنىلىشى

source: Counterclockwise
ug: سائەت يۆنىلىشىگە قارشى

source: Mouse and Touchpad
ug: چاشقىنەك ۋە سەزگۈر تاختا

source: De_vice:
ug: ئۈسكۈنە(_V):

source: Le_ft-handed
ug: سولخاي(_F)

source: Ri_ght-handed
ug: ئوڭخاي(_R)

source: Reverse scroll d_irection
ug: سىيرىش يۆنىلىشى ئەكسىچە(_I)

source: When selected, the scroll wheel will work in the opposite direction
ug: بۇ تاللانسا سىيرىش غالتىكى قارشى يۆنىلىشكە قاراپ ھەرىكەت قىلىدۇ

source: Allow high _resolution scrolling (experimental)
ug: يۇقىرى ئېنىقلىقتىكى سىيرىشقا يول قويىدۇ(تەجرىبە)

source: Only supported on some mice (mostly Logitech) and requires driver support. On supported devices makes scrolling more precise.
ug: پەقەت بەزى چاشقىنەك (كۆپىنچە Logitech) تە قوللايدۇ ھەمدە قوزغاتقۇنىڭ قوللىشى زۆرۈر. قوللايدىغان ئۈسكۈنىدە سىيرىش تېخىمۇ راۋان.

source: Buttons
ug: توپچە

source: _Reset to Defaults
ug: كۆڭۈلدىكىگە قايتۇر(_R)

source: Set the acceleration and sensitivity for the selected device to the default values
ug: تاللانغان ئۈسكۈنىنىڭ تېزلىنىشى ۋە سەزگۈرلۈكىنى كۆڭۈلدىكى قىممەتكە قايتۇرىدۇ

source: Sensitivit_y:
ug: سەزگۈرلۈكى(_Y):

source: Acceleratio_n:
ug: تېزلىتىش(_N):

source: The factor at which the pointer's speed will increase as the mouse is moved
ug: چاشقىنەك ھەرىكەت قىلىۋاتقاندا، ئىسترېلكىسىنىڭ تېزلىكىنى بەلگىلەيدىغان مىقدار

source: The number of pixels the pointer must move in a short time before it starts accelerating
ug: چاشقىنەك ئىسترېلكىسىنىڭ قىسقا ۋاقىت ئىچىدىكى يۆتكىلىش ئارىلىقى بۇ قىممەتتىن چوڭ بولسا، تېزلىنىش باشلىنىدۇ

source: Adaptive pointer acceleration
ug: ماسلىشىشچان نىشانلىغۇچ تېزلىتىش

source: Toggles between adaptive and flat acceleration profile. Adaptive takes the current speed of the device into account when deciding on acceleration. Custom acceleration profile is not supported via xfce4-settings.
ug: ماسلىشىشچان ۋە تەكشى تېزلىتىش سەپلىمە ھۆججىتى ئارىسىدا ئالماشتۇرىدۇ. تېزلىتىشنى قارار قىلغاندا، ئۆزلۈكىدىن ماسلىشىش ئۈسكۈنىنىڭ ھازىرقى سۈرئىتىنى ئويلىشىدۇ. xfce4-settings ئىختىيارى تېزلىتىش سەپلىمە ھۆججىتىنى قوللىمايدۇ.

source: Pointer Speed
ug: نىشانلىغۇچ سۈرئىتى

source: B_uttons and Feedback
ug: توپچە ۋە ئىنكاس

source: Disable touchpad _while typing
ug: خەت بېسىۋاتقاندا سەزگۈر تاختىنى چەكلەيدۇ(_W)

source: When selected, the touchpad will be disabled when the keyboard is being used
ug: بۇ تاللانما تاللانسا، ھەرپتاختا ئىشلىتىۋاتقاندا سەزگۈر تاختا چەكلىنىدۇ

source: Duratio_n:
ug: داۋاملىشىش ۋاقتى(_N):

source: Tap touchpad to clic_k
ug: چېكىشتە سەزگۈر تاختىغا تەگكۈزۈلىدۇ(_K)

source: Click m_ethod:
ug: چېكىش ئۇسۇلى(_E):

source: Scrolling _mode:
ug: سىيرىش ھالىتى(_M):

source: Enable hori_zontal scrolling
ug: توغرا يۆنىلىشتە سىيرىشنى قوزغات(_Z)

source: Scrolling
ug: سىيرىش

source: T_ouchpad
ug: سەزگۈر تاختا(_O)

source: Trac_king mode:
ug: ئىزلاش ھالىتى(_K):

source: _Rotation:
ug: چۆرگىلەت(_R):

source: Tab_let
ug: تاختا كومپيۇتېر(_L)

source: _Devices
ug: ئۈسكۈنە(_D)

source: Th_reshold:
ug: بوسۇغا قىممىتى(_R):

source: The number of pixels the pointer must move before a drag operation will start
ug: چاشقىنەك ئىسترېلكىسىنىڭ يۆتكىلىش ئارىلىقى بۇ قىممەتتىن چوڭ بولسا سۆرەش دەپ قارىلىدۇ

source: Drag and Drop
ug: سۆرەپ تاشلاش

source: Ti_me:
ug: ۋاقىت(_M):

source: Two mouse clicks in less than this length of time (in milliseconds) will be considered a double click
ug: 2 قېتىملىق چاشقىنەك كۇنۇپكىسىنىڭ چېكىلىش ئارىلىقى(ms) بۇنىڭدىن كىچىك بولۇپ قالسا قوش چېكىلىش دەپ قارالسۇن

source: D_istance:
ug: ئارىلىق(_I):

source: The mouse pointer cannot move farther than this distance between two clicks for them to be considered a double click
ug: ئىككى قېتىم چېكىلگەندە چاشقىنەك ئىسترېلكىسىنىڭ يۆتكەلگەن ئارىلىقى بۇ قىممەتتىن(پىكسېل) كىچىك بولسا، قوش چېكىش دەپ قارىلىدۇ

source: Double Click
ug: قوش چېكىش

source: _Behavior
ug: ھەرىكەت(_B)

source: Cursor si_ze:
ug: نۇر بەلگە چوڭلۇقى(_Z):

source: Size
ug: چوڭلۇقى

source: Preview
ug: ئالدىن كۆزەت

source: _Theme
ug: ئۆرنەك(_T)

# Monitor vendor
source: Unknown
ug: يوچۇن

source: Monitor
ug: كۆزەتكۈچ

source: Television
ug: تېلېۋىزور

source: Digital display
ug: رەقەملىك ئېكران

source: Unable to query the version of the RandR extension being used
ug: ئىشلىتىلىۋاتقان RandR كېڭەيتىلمىسىنىڭ نەشرىنى سۈرۈشتۈرگىلى بولمىدى

source: Laptop
ug: يان كومپيۇتېر

source: Settings manager socket
ug: باشقۇرغۇچى ئوقۇر تەڭشىكى

source: SOCKET ID
ug: ئوقۇر كىملىكى

source: Version information
ug: نەشر ئۇچۇرى

source: Type '%s --help' for usage.
ug: «%s --help» كىرگۈزسە ئىشلىتىش ئۇسۇلىنى كۆرگىلى بولىدۇ.

source: The Xfce development team. All rights reserved.
ug: Xfce ئىجادىيەت گۇرۇپپىسى. بارلىق ھوقۇقنى ساقلاپ قالىدۇ.

source: Please report bugs to <%s>.
ug: كەمتۈكنى <%s> غا دوكلات قىلىڭ.

source: Improve keyboard and mouse accessibility
ug: ھەرپتاختا ۋە چاشقىنەك ياردەمچى ئىقتىدارىنى ياخشىلاش

source: assistive;technologies;keys;sticky;bounce;emulation;screen readers;magnifiers;a11y;i18n;l10n;AT-SPI;ATK;impairment;
ug: assistive;technologies;keys;sticky;bounce;emulation;screen readers;magnifiers;a11y;i18n;l10n;AT-SPI;ATK;impairment;ياردەمچى؛تېخنىكا؛كۇنۇپكا؛يېپىشقاق؛قاڭقىت؛تەقلىدلەش؛ئېكران؛ئوقۇغۇچ؛چوڭايتقۇچ؛

source: Failed to display Xfwm4 Settings
ug: Xfwm4 تەڭشىكىنى كۆرسىتەلمىدى

source: Warning: this icon theme has no cache file. You can create this by running <i>gtk-update-icon-cache -f -t %s/</i> in a terminal emulator.
ug: ئاگاھلاندۇرۇش: بۇ سىنبەلگە ئۆرنىكىنىڭ غەملەك ھۆججىتى يوق. سىز تېرمىنال تەقلىدلىگۈچتە <i>gtk-update-icon-cache -f -t %s/</i> نى ئىجرا قىلىپ ئۇنى قۇرالايسىز.

source: Warning: this icon theme is incomplete. Some icons will be missing.
ug: ئاگاھلاندۇرۇش: بۇ سىنبەلگە ئۆرنىكى تولۇق ئەمەس. بەزى سىنبەلگە يوقاپ كېتىشى مۇمكىن.

source: Warning: this icon theme is incomplete. It only provides a base set of icons from which other themes can inherit.
ug: ئاگاھلاندۇرۇش: بۇ سىنبەلگە ئۆرنىكى تولۇق ئەمەس. ئۇ پەقەت باشقا ئۆرنەك تەمىنلىگەن ئاساسىي سىنبەلگە توپلىمىغا ۋارىسلىق قىلىپ تەمىنلەپتۇ.

source: File is too large, installation aborted
ug: ھۆججەت بەك چوڭ، ئورنىتىش توختىدى

source: Failed to create temporary directory
ug: ۋاقىتلىق مۇندەرىجە قۇرالمىدى

source: Failed to extract archive
ug: ئارخىپنى يېيىش مەغلۇپ بولدى

source: Unknown format, only archives and directories are supported
ug: پىچىمى نامەلۇم، ئارخىپلار ۋە مۇندەرىجىلەرنىلا ئىشلەتكىلى بولىدۇ

source: Not a valid theme package
ug: ئىناۋەتلىك ئۆرنەك بوغچىسى ئەمەس

source: An unknown error, exit code is %d
ug: نامەلۇم خاتالىق، ئاخىرلىشىش كودى %d

source: Failed to install theme
ug: ئۆرنەكنى ئورنىتىش مەغلۇپ بولدى

source: Install %s theme
ug: %s ئۆرنەكنى ئورنات

source: _Open
ug: ئاچ(_O)

source: Vertical RGB
ug: بويىغا RGB

source: Vertical BGR
ug: بويىغا GBR

source: Customize the look of your desktop
ug: ئۈستەلئۈستىنىڭ كۆرۈنۈشىنى ئۆزلەشتۈرۈش
