Repository: OF815/xfce4-settings
Catalog: po/*.po
Languages: ug

source: Fork to the background
ug: ئارقا سۇپىغا چاتاقلا

source: Do not wait for a window manager on startup
ug: باشلانغاندا ھۆججەت باشقۇرغۇچنى كۈتمە

source: Replace running xsettings daemon (if any)
ug: ئىجرا قىلىنىۋاتقان xsettings نازارەتچسى (بار بولسا) نى ئالماشتۇر

source: Workspace %d
ug: %d-خىزمەت بوشلۇقى

source: Xfce Settings Daemon
ug: Xfce تەڭشەك نازارەتچىسى

source: The Xfce Settings Daemon
ug: تەڭشەك نازارەتچىسى

source: settings;daemon;xfce;configuration;preferences;system;manage;
ug: settings;daemon;xfce;configuration;preferences;system;manage;تەڭشەك؛نازارەتچى؛سەپلىمە؛مايىللىق؛سىستېما؛باشقۇرۇش؛
