Repository: OF815/xfce4-settings
Catalog: po/*.po
Languages: ug

source: themes;user interface;styles;icons;fonts;anti-aliasing;hinting;sub-pixel;subpixel;rendering;ClearType;DPI;RGB;BGR;menu accelerators;keyboard shortcuts;event;sounds;window scaling;HiDPI;Retina display;
ug: themes;user interface;styles;icons;fonts;anti-aliasing;hinting;sub-pixel;subpixel;rendering;ClearType;DPI;RGB;BGR;menu accelerators;keyboard shortcuts;event;sounds;window scaling;HiDPI;Retina display;ئۆرنەك؛ئىشلەتكۈچى ئارا يۈزى؛ئۇسلۇب؛سىنبەلگە؛خەت نۇسخا؛ھەرە چىشسىز؛تارماق پىكسېل؛رەڭلەش؛تىزىملىك تېزلەتكۈچ؛ھەرپتاختا تېزلەتمە؛پائالىيەت؛ئاۋاز؛كۆزنەك ئۆلچىمى؛

source: Scanner
ug: تارىغۇچ

source: Camera
ug: كامېرا

source: Printer
ug: پىرىنتېر

source: Webcam
ug: تور كامېراسى

source: Laptop Screen
ug: يان كومپيۇتېر ئېكرانى

source: Built-in Webcam
ug: ئۆزىدىكى توركامېرا

source: Enable color management for %s
ug: %s نىڭ رەڭ باشقۇرۇشىنى قوزغات

source: Standard Space
ug: ئۆلچەملىك بوشلۇق

source: Test Profile
ug: سىناق سەپلىمە ھۆججەت

# Automatically generated profile
source: Automatic
ug: ئاپتوماتىك

# Profile quality
source: Low Quality
ug: سۈپىتى تۆۋەن

# Profile quality
source: Medium Quality
ug: سۈپىتى نورمال

# Profile quality
source: High Quality
ug: سۈپىتى يۇقىرى

# Colorspace fallback
source: Default RGB
ug: كۆڭۈلدىكى RGB

# Colorspace fallback
source: Default CMYK
ug: كۆڭۈلدىكى CMYK

# Colorspace fallback
source: Default Gray
ug: كۆڭۈلدىكى كۈلرەڭلىك

source: Select ICC Profile File
ug: ICC سەپلىمە ھۆججەتنى تاللايدۇ

source: _Import
ug: ئەكىر(_I)

source: Supported ICC profiles
ug: قوللايدىغان ICC سەپلىمە ھۆججەت

source: All files
ug: ھەممە ھۆججەت

source: Default:
ug: كۆڭۈلدىكى:

source: Colorspace:
ug: رەڭ بوشلۇق:

source: Test profile:
ug: سىناق سەپلىمە ھۆججەت:

source: Compatible Profiles
ug: ماسلىشىشچان سەپلىمە ھۆججەت

source: Add Color Profile to %s
ug: رەڭ سەپلىمە ھۆججىتىنى %s غا قوشىدۇ

source: Device
ug: ئۈسكۈنە

source: Unknown
ug: يوچۇن

source: Set color profiles
ug: رەڭ سەپلىمە ھۆججىتى تەڭشىكى

source: color;settings;management;display;monitors;printers;webcams;scanners;
ug: color;settings;management;display;monitors;printers;webcams;scanners;رەڭ؛تەڭشەك؛باشقۇرۇش؛كۆرسەتكۈچ؛كۆزەتكۈچ؛پىرىنتېر؛تور كامېراسى؛تارىغۇچ؛

source: Only %s (1)
ug: %s (1) لا

source: Only %s (2)
ug: %s (2) لا

source: Left
ug: سول

source: Inverted
ug: ئۆرۈ

source: Right
ug: ئوڭ

source: Horizontal
ug: توغرىسىغا

source: Vertical
ug: بويىغا

source: Horizontal and Vertical
ug: توغرىسىغا ۋە بويىغا

source: Minimal interface to set up an external output
ug: سىرتقى چىقىرىشنى بەلگىلەيدىغان ئەڭ كىچىك ئارايۈز

source: The previous configuration will be restored in <b>%i seconds</b> if you do not reply to this question.
ug: ئەگەر بۇ سوئالغا جاۋاب بەرمىسىڭىز بۇرۇنقى سەپلىمە <b>‏‎</b>%i‎‏ سېكۇنت ئىچىدە ئەسلىگە كېلىدۇ.

source: The last active output must not be disabled, the system would be unusable.
ug: ئەڭ ئاخىرقى ئاكتىپ چىقىرىشنى ئىناۋەتسىز قىلىشقا بولمايدۇ. بولمىسا سىستېمىنى ئىشلەتكىلى بولمايدۇ.

source: Selected output not disabled
ug: تاللانغان چىقىرىش ئىناۋەتسىز بولمىدى

source: Update changed display profile '%s'?
ug: ئۆزگەرتىلگەن كۆرسەتكۈچ سەپلىمە ھۆججىتى «%s» نى يېڭىلامدۇ؟

source: _Update '%s'
ug: «‎%s‎‏» نى يېڭىلا(_U)

source: Do you want to delete the display profile '%s'?
ug: كۆرسەتكۈچ سەپلىمە ھۆججىتى «%s» نى ئۆچۈرەمسىز؟

source: Delete Profile
ug: سەپلىمە ھۆججەت ئۆچۈر

source: Once a display profile is deleted it cannot be restored.
ug: كۆرسەتكۈچ سەپلىمە ھۆججىتى ئۆچۈرۈلسە ئەسلىگە كەلتۈرگىلى بولمايدۇ.

source: Cancel
ug: ۋاز كەچ

source: Delete
ug: ئۆچۈر

source: %d Xfce Panel
ug: %d Xfce كۆزنەكچە

source: Select a monitor to change its properties; drag it to rearrange its placement.
ug: كۆزەتكۈچتىن بىرنى تاللاپ خاسلىقى ئۆزگەرتىلىدۇ؛ سۆرەپ ئۇلارنىڭ ئورنى تەڭشىلىدۇ.

source: Mirror Screens
ug: تەسۋىر ئېكران

source: (Disabled)
ug: (چەكلەنگەن)

source: ATI Settings
ug: ATI تەڭشىكى

source: Unable to start the Xfce Display Settings
ug: كۆرسەتكۈچ تەڭشىكىنى قوزغاتقىلى بولمىدى

source: Unable to launch the proprietary driver settings
ug: ئىگىسى بار قوزغاتقۇنىڭ تەڭشىكىنى ئىجرا قىلغىلى بولمىدى

source: Configure screen settings and layout
ug: ئېكراننىڭ ئورۇنلاشتۇرۇلۇشى ۋە ئېنىقلىقىنى تەڭشەش

source: display;settings;screen;resolution;refresh;rate;rotation;external;projectors;monitors;LCD;CRT;HiDPI;
ug: display;settings;screen;resolution;refresh;rate;rotation;external;projectors;monitors;LCD;CRT;HiDPI;كۆرسەتكۈچ؛تەڭشەك؛ئېكران؛ئېنىقلىقى؛يېڭىلا؛نىسبىتى؛ئايلاندۇر؛سىرتقى؛كۆزەتكۈچ؛

source: Display:
ug: كۆرسەت:

source: Resolution:
ug: ئېنىقلىق:

source: Your compositor does not seem to support the wlr-output-management protocol
ug: بىرىكتۈرگۈچ wlr-output-management كېلىشىمىنى قوللىمايدىغاندەك قىلىدۇ

source: Shortcut Command
ug: تېزلەتمە بۇيرۇق

source: Enter the command you want to trigger with a shortcut.
ug: بۇيرۇق قوزغىتىشقا ئىشلىتىدىغان تېزلەتمە كىرگۈزۈلىدۇ.

source: Shortcut:
ug: تېزلەتمە:

source: Comm_and:
ug: بۇيرۇق(_A):

source: Use _startup notification
ug: قوزغىلىش ئۇقتۇرۇشى ئىشلەت(_S)

source: The command may not be empty.
ug: بۇيرۇق بوش قالسا بولمايدۇ.

source: Select command
ug: بۇيرۇق تاللىنىدۇ

source: All Files
ug: ھەممە ھۆججەت

source: Executable Files
ug: ئىجرا ھۆججىتى

source: Perl Scripts
ug: ‫Perl قوليازمىسى

source: Python Scripts
ug: ‫Python قوليازمىسى

source: Ruby Scripts
ug: ‫Ruby قوليازمىسى

source: Shell Scripts
ug: ‫Shell قوليازمىسى

source: Unable to initialize GTK+.
ug: GTK+ دەسلەپلەشتۈرگىلى بولمىدى.

source: Failed to connect to xfconf daemon. Reason: %s
ug: xfconf نازارەتچسىگە باغلىنىش مەغلۇپ بولدى. سەۋەبى: %s

source: Could not create the settings dialog.
ug: تەڭشەك سۆزلەشكۈسىنى قۇرغىلى بولمىدى.

source: Command
ug: بۇيرۇق

source: Shortcut
ug: تېزلەتمە

source: Layout
ug: ئورۇنلاشتۇرۇلۇشى

source: Variant
ug: ۋارىيانتى

source: This will reset all shortcuts to their default values. Do you really want to do this?
ug: بۇ بارلىق تېزلەتمىلەرنىڭ كۆڭۈلدىكى قىممەتلىرىنى ئەسلىگە كەلتۈرۈۋاتىدۇ. بۇنى قىلسۇنمۇ؟

source: Reset to Defaults
ug: كۆڭۈلدىكىگە قايتۇر

source: No
ug: ياق

source: Yes
ug: ھەئە

source: The system defaults will be restored next time you log in.
ug: سىستېمىنىڭ كۆڭۈلدىكى قىممەتلىرى كېيىنكى قېتىم سىستېمىغا كىرگەندە ئەسلىگە قايتىدۇ.

source: Warning
ug: ئاگاھلاندۇرۇش

source: Edit keyboard settings and application shortcuts
ug: ھەرپتاختا تەڭشىكى ۋە پىروگرامما تېزلەتمىلىرىنى تەھرىرلەيدۇ

source: numlock;keyboard;layout;shortcuts;
ug: numlock;keyboard;layout;shortcuts;ھەرپتاختا؛ئورۇنلاشتۇرۇش؛تېزلەتمە؛

source: Could not create the mime dialog.
ug: mime سۆزلەشكۈسىنى قۇرغىلى بولمىدى.

source: Select Application
ug: پىروگرامما تاللىنىدۇ

source: Open
ug: ئاچ

source: Use a c_ustom command:
ug: ئىختىيارىي بۇيرۇق ئىشلىتىش(_M):

source: Use a custom command for an application that is not available from the above application list.
ug: يۇقىرىدىكى پىروگرامما تىزىمىدا يوق بۇيرۇقنى ئىشلىتىدۇ.

source: _Browse...
ug: كۆز يۈگۈرت(_B)…

source: Select an Application
ug: پىروگرامما تاللىنىدۇ

source: None available
ug: ئىشلەتكىلى بولىدىغان نەرسە يوق

source: Recommended Applications
ug: تەۋسىيەلىك پىروگرامما

source: Other Applications
ug: باشقا پىروگرامما

source: Open <i>%s</i> and other files of type "%s" with:
ug: <i>%s</i> ۋە باشقا ھۆججەت تۈرى «%s» نى ئاچىدىغىنى:

source: Open <i>%s</i>, other files of type "%s", and %d other selected MIME type with:
ug: بۇ <i>%s</i>، باشقا ھۆججەت تۈرى «%s» ۋە %d باشقا تاللانغان MIME تۈرىنى ئېچىشقا ئىشلىتىلىدۇ:

source: Failed to add new application "%s"
ug: يېڭى پىروگرامما «%s» قوشالمىدى

source: Press left mouse button to change the selected application.
ug: تاللانغان پىروگراممىنى ئۆزگەرتىش ئۈچۈن چاشقىنەكنىڭ سول توپچىسىنى بېسىڭ.

source: Application Chooser Button
ug: پىروگرامما تاللىغۇچ توپچىسى

source: No application selected
ug: پىروگرامما تاللانمىدى

source: Failed to set default Web Browser
ug: كۆڭۈلدىكى توركۆرگۈنى تەڭشىيەلمىدى

source: Failed to set default Mail Reader
ug: كۆڭۈلدىكى خەت ئوقۇغۇچنى تەڭشىيەلمىدى

source: Failed to set default File Manager
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇچنى تەڭشىيەلمىدى

source: Failed to set default Terminal Emulator
ug: كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈچنى تەڭشىيەلمىدى

source: Failed to set default Text Editor
ug: كۆڭۈلدىكى تېكىست تەھرىرلىگۈچنى تەڭشىيەلمىدى

source: Failed to set default Image Viewer
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇچنى تەڭشىيەلمىدى

source: Failed to set default Audio Player
ug: كۆڭۈلدىكى ئۈن قويغۇچنى تەڭشىيەلمىدى

source: Failed to set default Video Player
ug: كۆڭۈلدىكى سىن قويغۇچنى تەڭشىيەلمىدى

source: Select application
ug: پىروگرامما تاللىنىدۇ

source: Choose a custom Web Browser
ug: توركۆرگۈ تاللىنىدۇ

source: Choose a custom Mail Reader
ug: خەت ئوقۇغۇچ تاللىنىدۇ

source: Choose a custom File Manager
ug: ھۆججەت باشقۇرغۇچ تاللىنىدۇ

source: Choose a custom Terminal Emulator
ug: تېرمىنال تەقلىدلىگۈچ تاللىنىدۇ

source: Choose a custom Text Editor
ug: ئىختىيارى تېكىست تەھرىرلىگۈچ تاللىنىدۇ

source: Choose a custom Image Viewer
ug: ئىختىيارى سۈرەت كۆرگۈچ تاللىنىدۇ

source: Choose a custom Audio Player
ug: ئىختىيارى ئۈن قويغۇچ تاللىنىدۇ

source: Choose a custom Video Player
ug: ئىختىيارى سىن قويغۇچ تاللىنىدۇ

source: Specify the application you want to use as default Web Browser for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى توركۆرگۈنى بېكىتىڭ:

source: Specify the application you want to use as default Mail Reader for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى خەت ئوقۇغۇچنى بېكىتىڭ:

source: Specify the application you want to use as default File Manager for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى ھۆججەت باشقۇرغۇچنى بېكىتىڭ:

source: Specify the application you want to use as default Terminal Emulator for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈنى بېكىتىڭ:

source: Specify the application you want to use as default Text Editor for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى تېكىست تەھرىرلىگۈچنى بېكىتىڭ:

source: Specify the application you want to use as default Image Viewer for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى سۈرەت كۆرگۈچنى بېكىتىڭ:

source: Specify the application you want to use as default Audio Player for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى ئۈن قويغۇچنى بېكىتىڭ:

source: Specify the application you want to use as default Video Player for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى سىن قويغۇچنى بېكىتىڭ:

source: Browse the file system to choose a custom command.
ug: بۇيرۇق تاللاش ئۈچۈن ھۆججەت سىستېمىنى كۆرىدۇ.

source: _Other...
ug: باشقا(_O)...

source: Use a custom application which is not included in the above list.
ug: تىزىملىكتە يوق پىروگراممىنى ئىشلىتىدۇ.

source: Choose Preferred Application
ug: ئامراق پىروگرامما تاللىنىدۇ

source: Please choose your preferred Web Browser now and click OK to proceed.
ug: ئۆزىڭىز ئامراق تور كۆرگۈنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Mail Reader now and click OK to proceed.
ug: ئۆزىڭىز ئامراق خەت ئوقۇغۇچنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred File Manager now and click OK to proceed.
ug: ئۆزىڭىز ئامراق ھۆججەت باشقۇرغۇچنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Terminal Emulator now and click OK to proceed.
ug: ئۆزىڭىز ئامراق تېرمىنال تەقلىدلىگۈنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Text Editor now and click OK to proceed.
ug: ئۆزىڭىز ئامراق تېكىست تەھرىرلىگۈچنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Image Viewer now and click OK to proceed.
ug: ئۆزىڭىز ئامراق سۈرەت كۆرگۈچنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Audio Player now and click OK to proceed.
ug: ئۆزىڭىز ئامراق ئۈن قويغۇچنى تاللاپ جەزملەنى چېكىڭ.

source: Please choose your preferred Video Player now and click OK to proceed.
ug: ئۆزىڭىز ئامراق سىن قويغۇچنى تاللاپ جەزملەنى چېكىڭ.

source: Failed to execute default Web Browser
ug: كۆڭۈلدىكى تور كۆرگۈنى ئىجرا قىلالمىدى

source: Failed to execute default Mail Reader
ug: كۆڭۈلدىكى خەت ئوقۇغۇچنى ئىجرا قىلالمىدى

source: Failed to execute default File Manager
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇچنى ئىجرا قىلالمىدى

source: Failed to execute default Terminal Emulator
ug: كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈنى ئىجرا قىلالمىدى

source: Failed to execute default Text Editor
ug: كۆڭۈلدىكى تېكىست تەھرىرلىگۈچنى ئىجرا قىلالمىدى

source: Failed to execute default Image Viewer
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇچنى ئىجرا قىلالمىدى

source: Failed to execute default Audio Player
ug: كۆڭۈلدىكى ئۈن قويغۇچنى ئىجرا قىلالمىدى

source: Failed to execute default Video Player
ug: كۆڭۈلدىكى سىن قويغۇچنى ئىجرا قىلالمىدى

source: Do _not show this message again
ug: بۇ ئۇچۇرنى ئەمدى كۆرسەتمە(_N)

source: Print version information and exit
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ

source: Launch the default helper of TYPE with the optional PARAMETER, where TYPE is one of the following values.
ug: TYPE نىڭ كۆڭۈلدىكى helper نى PARAMETER تاللانمىسىنى قوشۇپ ئىجرا قىل. TYPE تۆۋەندىكىلەرنىڭ بىرى.

source: TYPE [PARAMETER]
ug: تۈرى [ئۆزگەرگۈچى]

source: Query the default helper of TYPE, where TYPE is one of the following values.
ug: سۈرۈشتۈرۈش «تۈرى» نىڭ كۆڭۈلدىكى ياردەمچى پىروگراممىسى، «تۈرى» تۆۋەندىكى قىممەتلەردىن بىرى بولىدۇ.

source: The following TYPEs are supported for the --launch and --query commands: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator. TextEditor - The preferred Text Editor. ImageViewer - The preferred Image Viewer. AudioPlayer - The preferred Audio Player. VideoPlayer - The preferred Video Player.
ug: تۆۋەندىكى --launch ۋە --query بۇيرۇقى تۆۋەندىكى تۈرلەرنى قوللايدۇ: WebBrowser - ئامراق توركۆرگۈ. MailReader - ئامراق ئېلخەت ئوقۇغۇچ. FileManager - ئامراق ھۆججەت باشقۇرغۇچ. TerminalEmulator - ئامراق تېرمىنال تەقلىدلىگۈچ. TextEditor - ئامراق تېكىست تەھرىرلىگۈچ. ImageViewer - ئامراق سۈرەت كۆرگۈچ. AudioPlayer - ئامراق ئۈن قويغۇچ. VideoPlayer - ئامراق سىن قويغۇچ.

source: Invalid helper type "%s"
ug: ياردەمچى تىپى «%s» ئىناۋەتسىز.

source: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>. Built with Gtk+-%d.%d.%d, running Gtk+-%d.%d.%d. Please report bugs to <%s>.
ug: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. ئاپتور Benedikt Meurer <benny@xfce.org>. Gtk+-%d.%d.%d دا ياسالغان, Gtk+-%d.%d.%d. دا ئىجرا بولۇۋاتىدۇ كەمتۈكىنى <%s> غا مەلۇم قىلىڭ.

source: No helper defined for "%s".
ug: «%s» غا ياردەمچى بەلگىلەنمىگەن.

source: No command specified
ug: بۇيرۇق بېكىتىلمىگەن

source: Failed to open %s for writing
ug: يېزىش مەقسىتىدە %s نى ئېچىش مەغلۇپ بولدى

source: Default Applications
ug: كۆڭۈلدىكى پىروگرامما

source: _Internet
ug: ئىنتېرنېت(_I)

source: Web Browser
ug: توركۆرگۈ

source: The default Web Browser will be used to open hyperlinks and display help contents.
ug: كۆڭۈلدىكى توركۆرگۈ تور ئۇلانمىسىنى ئېچىش ۋە ياردەم مەزمۇنىنى كۆرسىتىشكە ئىشلىتىلىدۇ.

source: Mail Reader
ug: ئېلخەت ئوقۇغۇچ

source: The default Mail Reader will be used to compose emails when you click on email addresses.
ug: كۆڭۈلدىكى خەت ئوقۇغۇچ ئېلخەت ئادرېسى چېكىلگەندە ئېلخەت يېزىشقا ئىشلىتىلىدۇ.

source: _Utilities
ug: قورال(_I)

source: File Manager
ug: ھۆججەت باشقۇرغۇچ

source: The default File Manager will be used to browse the contents of folders.
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇچ قىسقۇچنىڭ مەزمۇنىنى كۆرۈشكە ئىشلىتىلىدۇ.

source: Terminal Emulator
ug: تېرمىنال تەقلىدلەشتۈرگۈچ

source: The default Terminal Emulator will be used to run commands that require a CLI environment.
ug: كۆڭۈلدىكى تېرمىنال تەقلىدلەشتۈرگۈچ بۇيرۇق قۇرى ئارايۈزى يەنى CLI مۇھىتىدا بۇيرۇق ئىجرا قىلىشقا ئىشلىتىلىدۇ.

source: Text Editor
ug: تېكىست تەھرىرلىگۈچ

source: The default Text Editor will be used to open and edit text files.
ug: كۆڭۈلدىكى تېكىست تەھرىرلىگۈچ تېكىست ھۆججىتىنى ئېچىپ ۋە تەھرىرلەشكە ئىشلىتىلىدۇ.

source: _Media
ug: ۋاسىتە(_M)

source: Image Viewer
ug: سۈرەت كۆرگۈچ

source: The default Image Viewer will be used to display image files.
ug: كۆڭۈلدىكى سۈرەت كۆرگۈچ سۈرەت ھۆججەتلىرىنى كۆرسىتىشكە ئىشلىتىلىدۇ.

source: Audio Player
ug: ئۈن قويغۇچ

source: The default Audio Player will be used to play audio files.
ug: كۆڭۈلدىكى ئۈن قويغۇچ ئۈن ھۆججەتلىرىنى ياڭرىتىشقا ئىشلىتىلىدۇ.

source: Video Player
ug: سىن قويغۇچ

source: The default Video Player will be used to play video files.
ug: كۆڭۈلدىكى سىن قويغۇچ سىن ھۆججەتلىرىنى ياڭرىتىشقا ئىشلىتىلىدۇ.

source: _Others
ug: باشقا(_O)

source: _Filter:
ug: سۈزگۈچ(_F):

source: Clear filter
ug: سۈزگۈچنى تازىلا

source: Open with...
ug: ئاچقۇز…

source: MIME Type
ug: MIME تىپى

source: Status
ug: ھالىتى

source: Default Application
ug: كۆڭۈلدىكى پىروگرامما

source: User Set
ug: ئىشلەتكۈچى تەڭشىكى

source: Default
ug: كۆڭۈلدىكى

source: %d MIME type found
ug: %d MIME تىپى تېپىلدى

source: Failed to set application "%s" for mime type "%s".
ug: پىروگرامما «%s» نى mime تىپى «%s» غا چاتقىلى بولمىدى.

source: %d MIME type selected
ug: %d MIME تىپى تاللاندى

source: This will remove your custom mime-association and restore the system-wide default.
ug: بۇنىڭ بىلەن سىز بەلگىلىگەن mime تىپى مۇناسىۋەتلىرى ئۆچۈرۈلۈپ سىستېمىنىڭ تەڭشىكى ئەسلىگە كېلىدۇ.

source: Are you sure you want to reset content type "%s" to its default value?
ug: مەزمۇن تىپى «%s» نى كۆڭۈلدىكى قىممەتكە قايتۇرامسىز؟

source: Question
ug: سوئال

source: Reset to Default
ug: كۆڭۈلدىكىگە ئەسلىگە كەلتۈر

source: Choose Application...
ug: پىروگرامما تاللا…

source: Associate preferred applications with MIME types
ug: مۇناسىۋەتلىك پىروگرامما بىلەن MIME تىپى باغلاندى

source: file;type;extension;association;open with;web browser;mail reader;file manager;terminal emulator;
ug: ھۆججەت؛تۈرى؛كېڭەيتىلمە؛مۇناسىۋەتلىك؛ئاچقۇز؛توركۆرگۈ؛خەت ئوقۇغۇچ؛ھۆججەت باشقۇرغۇچ؛تېرمىنال تەقلىدلىگۈچ؛

source: file;manager;explorer;browse;filesystem;directory;folder;xfce;
ug: file;manager;explorer;browse;filesystem;directory;folder;xfce;ھۆججەت؛باشقۇرغۇچى؛كۆز يۈگۈرت؛ھۆججەت سىستېمىسى؛مۇندەرىجە؛ قىسقۇچ؛

source: Browse the file system
ug: ھۆججەت سىستېمىسىغا كۆز يۈگۈرتىدۇ

source: email;mail;inbox;message;communication;
ug: ئېلخەت؛خەت؛قوبۇللاش ساندۇقى؛ئۇچۇر؛ئالاقە؛

source: Read your email
ug: ئېلخەت ئوقۇيدۇ

source: terminal;command line;shell;console;xfce;
ug: terminal;command line;shell;console;xfce;تېرمىنال؛بۇيرۇق قۇرى؛تىزگىن سۇپىسى؛

source: Use the command line
ug: بۇيرۇق قۇرىنى ئىشلىتىدۇ

source: internet;web;browser;surf;explore;xfce;
ug: internet;web;browser;surf;explore;xfce;ئىنتېرنېت؛تور؛توركۆرگۈ؛

source: Browse the web
ug: تور كۆرىدۇ

source: Balsa
ug: Balsa خەت ئوقۇغۇچ

source: Caja File Manager
ug: Caja ھۆججەت باشقۇرغۇچ

source: Chromium
ug: Chromium توركۆرگۈ

source: Debian Sensible Browser
ug: Debian Sensible توركۆرگۈ

source: Debian X Terminal Emulator
ug: Debian X تېرمىنال تەقلىدلىگۈچ

source: Encompass
ug: Encompass خەت ئوقۇغۇچ

source: Epiphany Web Browser
ug: Epiphany توركۆرگۈ

source: Enlightened Terminal Emulator
ug: Enlightened تېرمىنال تەقلىدلىگۈچ

source: Galeon Web Browser
ug: Galeon توركۆرگۈ

source: GNOME Terminal
ug: GNOME تېرمىنالى

source: KMail
ug: KMail خەت ئوقۇغۇچ

source: Konqueror Web Browser
ug: Konqueror توركۆرگۈ

source: Links Text Browser
ug: ئۇلانما تېكىست كۆرگۈچ

source: Lynx Text Browser
ug: Lynx تېكىست كۆرگۈچ

source: Mozilla Browser
ug: Mozilla توركۆرگۈ

source: Mozilla Mail
ug: Mozilla ئېلخەت

source: Nautilus
ug: Nautilus ھۆججەت باشقۇرغۇچ

source: Opera Browser
ug: Opera توركۆرگۈ

source: PCMan File Manager
ug: PCMan ھۆججەت باشقۇرغۇچ

source: PCManFM-Qt File Manager
ug: PCManFM-Qt ھۆججەت باشقۇرغۇچ

source: Rodent File Manager
ug: Rodent ھۆججەت باشقۇرغۇچ

source: Claws Mail
ug: Claws خەت

source: Thunar
ug: Thunar ھۆججەت باشقۇرغۇچ

source: RXVT Unicode
ug: RXVT يۇنىكود تېكىست كۆرگۈچ

source: W3M Text Browser
ug: W3M تېكىست كۆرگۈسى

source: Xfce Terminal
ug: Xfce تېرمىنالى

source: Xfe File Manager
ug: Xfe ھۆججەت باشقۇرغۇچ

source: X Terminal
ug: X تېرمىنالى

source: Active device in the dialog
ug: سۆزلەشكۈدىكى ئاكتىپ ئۈسكۈنە

source: DEVICE NAME
ug: ئۈسكۈنە ئاتى

source: Configure pointer device behavior and appearance
ug: كۆرسەتكۈچ ئۈسكۈنىسىنىڭ ھەرىكىتى ۋە كۆرۈنۈشىنى تەڭشەش

source: settings;buttons;scroll;direction;pointer;speed;double click;theme;wheel;
ug: تەڭشەك؛توپچە؛سىيرىش؛يۆنىلىش؛نىشانلىغۇچ؛سۈرئەت؛قوش چەك؛ئۆرنەك؛غالتەك؛

source: Settings Editor
ug: تەڭشەك تەھرىرلىگۈچ

source: Channel
ug: قانال

source: Property
ug: خاسلىق

source: Type
ug: تۈرى

source: Locked
ug: قۇلۇپلانغان

source: Value
ug: قىممەت

source: New property
ug: يېڭى خاسلىق

source: Edit selected property
ug: تاللانغان خاسلىقنى تەھرىرلەيدۇ

source: _Reset
ug: ئەسلىگە قايتۇر(_R)

source: Reset selected property
ug: تاللانغان خاسلىقنى ئەسلىگە قايتۇرىدۇ

source: Empty
ug: بوش

source: Array
ug: تىزىق

source: String
ug: تېكىست

source: Integer
ug: پۈتۈن سان

source: Boolean
ug: بۇلىن

source: Double
ug: يۇقىرى ئېنىقلىقتىكى سان

source: Resetting a channel will permanently remove those custom settings.
ug: بۇ ئىختىيارىي تەڭشەكلەرنى ئۆچۈرۈپ قانالنى تولۇق ئەسلىگە كەلتۈرىدۇ.

source: _Reset Channel
ug: قانالنى ئەسلىگە قايتۇر(_R)

source: Are you sure you want to reset channel "%s" and all its properties?
ug: راستلا قانال «%s» نى ۋە ئۇنىڭ بارلىق خاسلىقىنى ئەسلىگە قايتۇرامسىز؟

source: reset
ug: ئەسلىگە قايتۇر

source: Monitor %s
ug: كۆزەت %s

source: Clear
ug: تازىلا

source: Close
ug: ياپ

source: start monitoring channel "%s"
ug: قانال «%s» نى كۆزىتىشنى باشلايدۇ

source: _Monitor
ug: كۆزەتكۈچ(_M)

source: Refresh
ug: يېڭىلا

source: Resetting a property will permanently remove those custom settings.
ug: بىرەر خاسلىق ئەسلىگە قايتۇرۇلسا ئىختىيارىي تەڭشەكلەر مەڭگۈلۈككە ئۆچۈرۈلىدۇ.

source: Are you sure you want to reset property "%s"?
ug: راستلا خاسلىق «%s» نى ئەسلىگە قايتۇرامسىز؟

source: Int
ug: پۈتۈن سان

source: Unsigned Int
ug: ئالامەتسىز پۈتۈن سان

source: Unsigned Int64
ug: ئالامەتسىز Int64

source: New Property
ug: يېڭى خاسلىق

source: Save
ug: ساقلا

source: _Property:
ug: خاسلىق(_P):

source: _Type:
ug: تىپى(_T):

source: _Value:
ug: قىممىتى(_V):

source: Property names must start with a '/' character
ug: خاسلىق ئاتى '/' ھەرپ بىلەن باشلىنىشى شەرت

source: The root element ('/') is not a valid property name
ug: root ئېلېمېنت ('/') ئىناۋەتلىك خاسلىق ئاتى ئەمەس

source: Property names can only include the ASCII characters A-Z, a-z, 0-9, '_', '-', ':', '.', ',', '[', ']', '{', '}', '<' and '>', as well as '/' as a separator
ug: خاسلىق ئىسمىدا پەقەت ASCII ھەرپلىرىدىن A-Z, a-z, 0-9, '_', '-', ':', '.', ',', '[', ']', '{', '}', '<' ۋە '>' بار شۇنداقلا «/» ئايرىشقا ئىشلىتىلىدۇ

source: Property names cannot have two or more consecutive '/' characters
ug: خاسلىق ئاتىغا ئارقىمۇ-ئارقا كەلگەن ئىككىدىن ياكى ئۇنىڭدىن ئارتۇق '/' نى ئىشلىتىشكە بولمايدۇ

source: Property names cannot end with a '/' character
ug: خاسلىق ئاتى '/' ھەرپى بىلەن ئاخىرلاشسا بولمايدۇ

source: Edit Property
ug: خاسلىق تەھرىرلەش

source: Graphical settings editor for Xfconf
ug: Xfconf نىڭ گىرافىكىلىق تەڭشەك تەھرىرلىگۈچ

source: registry;regedit;configuration file;
ug: تىزىملىتىش؛خەتلەش تەھرىر؛سەپلىمە ھۆججەت؛

source: Settings dialog to show
ug: كۆرسىتىلىدىغان تەڭشەك سۆزلەشكۈسى

source: All _Settings
ug: بارلىق تەڭشەك(_S)

source: Settings
ug: تەڭشەك

source: Unable to start "%s"
ug: «%s» نى قوزغاتقىلى بولمىدى

source: Settings Manager
ug: تەڭشەك باشقۇرغۇچ

source: Graphical Settings Manager for Xfce
ug: Xfce 4 گىرافىكىلىق تەڭشەك باشقۇرغۇچ

source: control;panel;center;system;settings;personalize;hardware;
ug: تىزگىن؛كۆزنەكچە؛مەركەز؛سىستېما؛تەڭشەك؛خاسلاشتۇرۇش؛قاتتىق دېتال؛

source: Sticky keys are enabled
ug: يېپىشقاق كۇنۇپكا قوزغىتىلدى

source: Sticky keys are disabled
ug: يېپىشقاق كۇنۇپكا چەكلەندى

source: Sticky keys
ug: يېپىشقاق كۇنۇپكا

source: Slow keys are enabled
ug: ئاستا كۇنۇپكا قوزغىتىلدى

source: Slow keys are disabled
ug: ئاستا كۇنۇپكا چەكلەندى

source: Slow keys
ug: ئاستا كۇنۇپكا

source: Bounce keys are enabled
ug: قاڭقىش كۇنۇپكا قوزغىتىلدى

source: Bounce keys are disabled
ug: قاڭقىش كۇنۇپكا چەكلەندى

source: Bounce keys
ug: قاڭقىش كۇنۇپكا

source: Failed to launch shortcut "%s"
ug: تېزلەتمە «%s» نى ئىجرا قىلالمىدى
